<html>
<head>
    <link href="styles_light.css" type="text/css" rel="stylesheet"/>
</head>
<body>

<div class='title'>Allgemeines</div>
<div class='content'>
TVHClient wird entwickelt von Robert Siebert.<br><br>

Mit TVHClient k&ouml;nnen Sie mit TVHeadend (einem TV-Streaming-Server und -Recorder) interagieren, um Ihre TV-Programme auf Ihrem Mobiltelefon oder Tablet anzusehen, aufzuzeichnen und zu verwalten. <br> <br>

TVHClient wird kostenlos zur Verf&uuml;gung gestellt und ist so wie es ist zu verwenden. Diese Seite informiert Sie &uuml;ber meine Richtlinien bez&uuml;glich der Erfassung, Verwendung und Offenlegung pers&ouml;nlicher Informationen. Wenn Sie sich f&uuml;r die Verwendung von TVHClient entscheiden, stimmen Sie der Erfassung und Verwendung von Informationen im Zusammenhang mit dieser Richtlinie zu. Die von mir erfassten pers&ouml;nlichen Daten werden zur Bereitstellung und Verbesserung der Software verwendet. Ich werde Ihre Informationen nur wie in dieser Datenschutzrichtlinie beschrieben verwenden oder an Dritte weitergeben.<br><br>
</div>

<div class='title'>
Informationserfassung und -nutzung
</div>
<div class='content'>
TVHClient speichert Benutzereinstellungen und die vom Server empfangenen Daten im gesch&uuml;tzten Speicher Ihres Android-Ger&auml;ts. Die Anmeldeinformationen werden nur zum Herstellen einer Verbindung mit dem konfigurierten Server verwendet. Die vom Server empfangenen Daten werden nur von der App verwendet, um sie auf dem Bildschirm anzuzeigen.<br><br>

F&uuml;r eine bessere Erfahrung bei der Nutzung meiner App kann es sein, dass Sie uns bestimmte personenbezogene Daten zur Verf&uuml;gung stellen m&uuml;ssen. Diese Informationen werden als Protokolldaten auf Ihrem Telefon gespeichert. Diese Daten k&ouml;nnen Informationen wie die IP-Adresse Ihres Ger&auml;ts, den Ger&auml;tenamen, die Betriebssystemversion, die Version der App, die Uhrzeit und das Datum Ihrer Nutzung der App sowie andere Statistiken enthalten. Die von mir angeforderten Informationen werden auf Ihrem Ger&auml;t gespeichert und in keiner Weise von mir erfasst. <br><br>

Dar&uuml;ber hinaus verwendet die App Dienste von Drittanbietern, die m&ouml;glicherweise Informationen sammeln, mit denen Sie identifiziert werden k&ouml;nnen.<br><br>

Links zu den Datenschutzrichtlinien von Drittanbietern, die von der App verwendet werden<br><br>
<a href="https://www.google.com/policies/privacy/">Google Play Services</a><br>
<a href="https://firebase.google.com/policies/analytics">Firebase Analytics</a><br>
<a href="https://www.google.com/url?q=http%3A%2F%2Ftry.crashlytics.com%2Fterms%2Fprivacy-policy.pdf&sa=D">Crashlytics</a><br>
</div>

<div class='title'>
Kauf der Vollversion
</div>
<div class='content'>
Du kannst die Vollversion per Inapp-Kauf freischalten. Bei der Transaktion gelten die <a href="https://policies.google.com/privacy?hl=de">Nutzungsbedingungen von Google</a>.<br><br>
</div>

<div class='title'>
Berechtigungen
</div>
<div class='content'>
Der Zugriff auf den Ger&auml;tespeicher ist erforderlich, um Aufzeichnungen herunterzuladen und Log-Dateien zu speichern. Der Zugriff wird ausschließlich f&uuml;r diese Funktionen ben&ouml;tigt und nur wenn von Ihnen aktiviert. Die Anwendung funktioniert auch ohne die Berechtigung. Sie k&ouml;nnen den Zugriff auf den Ger&auml;tespeicher ab Android 6 einschr&auml;nken.<br><br>
</div>

<div class='title'>
Sicherheit
</div>
<div class='content'>
Vielen Dank f&uuml;r das Vertrauen, dass Sie ihre pers&ouml;nlichen Daten zur Verf&uuml;gung stellen. Ich bem&uuml;he ich mich, wirtschaftlich akzeptable Schutzmaßnahmen zu ergreifen, damit diese nicht in H&auml;nde Dritter fallen. Bitte denken Sie daran, dass keine Methode der Übertragung &uuml;ber das Internet oder der elektronischen Speicherung zu 100% sicher und zuverl&auml;ssig ist. Ich kann daher die absolute Sicherheit nicht garantieren.
</div>

<div class='title'>
Links zu anderen Webseiten
</div>
<div class='content'>
Dieser Service kann Links zu anderen Webseiten enthalten. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie zu dieser Site weitergeleitet. Bitte beachten Sie, dass diese externen Seiten nicht von mir gehostet werden. Aus diesem Grund rate ich Ihnen dringend, die Datenschutzbestimmungen dieser Websites zu lesen. Ich habe keine Kontrolle &uuml;ber Inhalte, Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter und &uuml;bernehme keine Verantwortung daf&uuml;r.<br><br>
</div>

<div class='title'>
Änderungen dieser Datenschutzerkl&auml;rung
</div>
<div class='content'>
Ich kann diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Aus diesem Grund wird empfohlen, diese Seite regelm&auml;ßig auf Änderungen zu &uuml;berpr&uuml;fen. Ich werde Sie &uuml;ber Änderungen informieren, indem ich die neue Datenschutzrichtlinie auf dieser Seite ver&ouml;ffentliche. Diese Änderungen werden sofort wirksam, nachdem sie auf dieser Seite ver&ouml;ffentlicht wurden.<br><br>
</div>

<div class='title'>
Kontakt
</div>
<div class='content'>
Wenn Sie Fragen oder Anregungen zu meinen Datenschutzbestimmungen haben, wenden Sie sich bitte an mich unter rsiebert80@gmail.com. <br><br>
Die Informationen, die Sie in der E-Mail oder im Anfrageformular angeben, einschließlich der angegebenen Kontaktdaten, werden zur Verarbeitung gespeichert. Diese Daten werden ohne Ihre ausdr&uuml;ckliche Zustimmung nicht weitergegeben. Sie k&ouml;nnen jederzeit Auskunft &uuml;ber Ihre gespeicherten Daten erhalten oder die L&ouml;schung dieser verlangen.<br><br>
</div>

</body>
</html>